Repository: djobbo/CorehallaNeue
Catalog: app/i18n/locales/*.po
Languages: fr

source: {DISCORD_MEMBERS} discord members, and growing!
fr: {DISCORD_MEMBERS} membres sur Discord, et ça continue !

source: 1v1 Rankings
fr: Classement 1v1

source: 2v2 Rankings
fr: Classement 2v2

source: Discord Server
fr: Serveur Discord

source: Donate
fr: Faire un don

source: Failed to fetch stats
fr: Impossible de récupérer les statistiques

source: Favorites
fr: Mes favoris

source: Free Legends Rotation
fr: Légendes gratuites de la semaine

source: Here you'll be able to see your favorite players and clans
fr: Ici, vous pourrez voir vos joueurs et clans favoris

source: Home
fr: Accueil

source: Improve your Brawlhalla Game, and find your place among the Elite with our in-depth stats tracking and live leaderboards.
fr: Deviens un meilleur joueur de Brawlhalla, en t'appuyant sur nos statistiques détaillées et nos classements mis à jour en temps réel.

source: Join
fr: Rejoindre

source: Join our community
fr: Rejoignez notre communauté

source: Join our community :
fr: Rejoignez notre communauté :

source: Latest News
fr: Dernières actus

source: Loading articles...
fr: Chargement des articles...

source: or
fr: ou

source: Power Rankings
fr: Classement Compétitif

source: Question of the day
fr: Question du jour

source: Search player...
fr: Rechercher...

source: Share your thoughts
fr: Partagez vos idées

source: Sign in
fr: Se connecter

source: Stay ahead of the competition
fr: Devance la concurrence

source: Try Again
fr: Réessayer

source: View rankings
fr: Voir le classement

source: Which weapon(s) do you enjoy playing the most ? and which one(s) you dislike playing ?
fr: Quelle(s) arme(s) préférez-vous jouer ? Et laquelle (lesquelles) n'aimez-vous pas ?

source: You don't have any favorites yet, you can a player or a clan as favorite when visiting their profile page.
fr: Vous n'avez pas encore de favoris, vous pouvez ajouter un joueur ou un clan en favori en visitant leur page de profil.
